Revit 2027 API
ParameterTypeId.DimStyleFlippedDimLineExtension Property
 "Flipped Dimension Line Extension"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId DimStyleFlippedDimLineExtension { get; }
Public Shared ReadOnly Property DimStyleFlippedDimLineExtension As ForgeTypeId
	Get
public:
static property ForgeTypeId^ DimStyleFlippedDimLineExtension {
	ForgeTypeId^ get ();
}
static member DimStyleFlippedDimLineExtension : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace